nvidia-settings
pacman-contrib
pactree
ttf-unifont
gnupg
powerline-fonts
tree
emacs
acpi
ttf-hack
vim
arandr
alacritty
imagemagick
tty-clock
cmatrix
cowsay
figlet
lolcat
anki
youtube-dl
mpv
speedtest-cli
bluez-hid2hci
pulseaudio-bluetooth
python-pip
bpython
alsamixer
qbittorrent
tldr
libvterm
