git-instaweb

htop
tree
vim
imagemagick
cmatrix
cowsay
figlet
lolcat
youtube-dl
acpi
speedtest-cli
tldr
lm_sensors
neofetch
glances
telnet
hugo
inxi
cloc
the_silver_searcher
xdotool
bashtop
stress
pdfgrep
gh
ripgrep
docker

emacs
libvterm
plantuml
pandoc
zeal
texlive-scheme-full
mpd
mpc

qbittorrent
okular
flameshot
kruler

bpython

cmake
libtool
clang
meson
valgrind

rlwrap

sbcl

nodejs

firewall-config

nmap

overpass-fonts
