tree
vim
ImageMagick
youtube-dl
acpi
tldr
lm_sensors
the_silver_searcher
ripgrep
docker
xclip
cronie
aspell
aspell-en
translate-shell
ascii
entr

htop
cmatrix
cowsay
figlet
lolcat
speedtest-cli
neofetch
glances
telnet
hugo
inxi
cloc
xdotool
stress
pdfgrep

bat

emacs
libvterm
plantuml
pandoc
texlive-scheme-full
fd-find

qbittorrent
okular
flameshot
kruler
hexchat

bpython

cmake
libtool
clang
meson
valgrind

rlwrap

sbcl

nodejs

dotnet-sdk-5.0
dotnet-runtime-5.0

nmap

git-instaweb

overpass-fonts

gnome-tweaks

xkill

pgFormatter
